#include <stdio.h>
void name() {
    puts("***************************************************");
    puts("*                                                 *");
    puts("*   тема: Разработка консольного приложения       *");
    puts("*                                                 *");
    puts("*           Выполнила Воропаева Д. О.             *");
    puts("*                                                 *");
    puts("***************************************************");
}

void date() {
    puts(" __   __        __             __   __ ");
    puts("|  | |  |      |  | |  |      |  | |  |");
    puts(" __|  __|      |  | |__|      |  | |__|");
    puts("|    |         |  |    |      |  | |  |");
    puts("|__  |__    .  |__|    |  .   |__| |__|");
}

int main() {
    system("chcp 65001 > nul"); // не работает setlocale(LC_CTYPE, "RUS");
    name();
    date();
    return 0;
}
